---
kind: other
id: Properties.T:Autodesk.Revit.DB.Options
source: html/0e9c1ea7-d7fd-4e7e-79a4-e69ee19b058b.htm
---
# Options Properties

Determines whether or not references to geometric objects are computed.